Repository: BILDUNGSLOGIN/lizenzmanager_ucs
Catalog: python-bildungslogin/src/univention/bildungslogin/*.po
Languages: de

source: Assigned
de: Zugewiesen

source: Available
de: Verfügbar

source: Error creating assignment for {license_code!r}! {exc!s}
de: Fehler beim Zuweisen für die Lizenz {license_code!r}! {exc!s}

source: Error creating license {license_code!r}! {exc}
de: Fehler beim anlegen der Lizenz {license_code!r}! {exc}

source: Error creating meta data for product id {p_id!r}! {exc}
de: Fehler beim Erstellen von Metadaten für das Produkt mit der ID {p_id!r}! {exc}

source: Illegal status change to {status!r}!
de: Ungültiger Statusübergang zu {status!r}!

source: Invalid assignment status change! {exc}
de: Ungültige Änderung des Zuweisungsstatus! {exc}

source: License can't be assigned to a different school
de: Die Lizenz kann keiner anderen Schule zugewiesen werden

source: License can't be assigned to user in schools {ous}!
de: Lizenz kann nicht an User in Schulen {ous} zugewiesen werden!

source: License is 'ignored for display' and thus can't be assigned!
de: Die Lizenz ist auf 'In Ansicht ignorieren' gesetzt und kann daher nicht zugewiesen werden!

source: License is expired and thus can't be assigned!
de: Die Lizenz ist abgelaufen und kann nicht mehr zugewiesen werden!

source: License with code {license_code!r} does not exist.
de: Lizenz mit Code {license_code!r} existiert nicht.

source: License with license type {license_type!r} can't be assigned to the object type {object_type!r}
de: Lizenz mit Lizenztyp {license_type!r} kann dem Objekttyp {object_type!r} nicht zugewiesen werden

source: License with special type 'Lehrkraft' can't be assigned to user {username!r} with roles {roles!r}!
de: Die Lizenz mit dem Sondertyp 'Lehrkraft' kann dem User {username!r} mit den Rollen {roles!r} nicht zugewiesen werden!

source: Meta data object with product id {p_id!r} does not exist!
de: Metadaten Objekt mit Produkt ID {p_id!r} existiert nicht!

source: No assignment for license with {dn!r} was found for object {object_uuid!r}.
de: Keine Zuweisung für die Lizenz {dn!r} wurde für das Objekt {object_uuid!r} gefunden.

source: No license with code {license_code!r} was found!
de: Lizenz mit Code {license_code!r} nicht gefunden!

source: No {obj!r} with name {name!r} exists!
de: Es existiert kein {obj!r} mit Name {un!r}!

source: Provisioned
de: Provisioniert

source: School license
de: Schullizenz

source: Single license
de: Einzellizenz

source: Staff
de: Mitarbeiter

source: Student
de: Schüler

source: Teacher
de: Lehrer

source: Teacher and staff
de: Lehrer und Mitarbeiter

source: There are no more assignments available for the license with code {license_code!r}. No license has been assigned to the object {object_name!r}!
de: Es sind keine Zuweisungen für die Lizenz mit dem Code {license_code!r} mehr verfügbar. Dem Objekt {object_name!r} wurde keine Lizenz zugewiesen!

source: There is no license for the assignment {dn!r}!
de: Es existiert keine Lizenz für die Zuweisung {dn!r}!

source: This license is allowed for assignments to groups including a maximum of <{ous}> members. Please modify your group selection accordingly
de: Diese Lizenz kann nur Gruppen zugewiesen werden, in denen maximal <{ous}> Personen sind. Bitte passen Sie Ihre Gruppenauswahl entsprechend an.

source: This license is allowed for assignments to groups including only teachers. Please modify your group selection accordingly.
de: Diese Lizenz kann nur Gruppen zugewiesen werden, in denen ausschließlich Lehrerkräfte sind. Bitte passen Sie Ihre Gruppenauswahl entsprechend an.

source: This license is allowed for assignments to schools including a maximum of <{ous}> members. The selected school exceeds this number of users
de: Diese Lizenz ist für Zuweisungen an Schulen mit maximal <{ous}> Mitgliedern zulässig. Die ausgewählte Schule überschreitet diese Nutzerzahl.

source: Volume license
de: Volumenlizenz

source: Workgroup license
de: Lerngruppenlizenz

source: license can't be assigned to group as it doesn't belong to the same school
de: Lizenz kann nicht der Gruppe zugeordnet werden, da sie nicht zur gleichen Schule gehört
