Repository: BILDUNGSLOGIN/lizenzmanager_ucs
Catalog: ucs-school-umc-licenses/umc/*.po
Languages: de

source: Assign media licenses
de: Medienlizenzen zuweisen

source: Assign media licenses in the BILDUNGSLOGIN license manager
de: Medien-Lizenzen im BILDUNGSLOGIN-Lizenzmanager zuweisen

source: Delete licenses
de: Lizenzen löschen

source: Delete media licenses in the BILDUNGSLOGIN license manager
de: Medienlizenzen im BILDUNGSLOGIN-Lizenzmanager löschen

source: Display, search and revoke media licenses in the BILDUNGSLOGIN license manager
de: Medien-Lizenzen im BILDUNGSLOGIN-Lizenzmanager anzeigen, suchen, entziehen

source: Import media licenses / Update cache
de: Medienlizenzen importieren / Cache aktualisieren

source: Importing media licences into the BILDUNGSLOGIN licence manager
de: Medien-Lizenzen in den BILDUNGSLOGIN-Lizenzmanager importieren

source: Licensed media
de: Lizenzierte Medien

source: Media license overview
de: Medienlizenz-Übersicht

source: View and search licensed media in the BILDUNGSLOGIN license manager
de: Lizenzierte Medien im BILDUNGSLOGIN-Lizenzmanager anzeigen und durchsuchen
