Repository: BILDUNGSLOGIN/lizenzmanager_ucs
Catalog: ucs-school-umc-licenses/umc/js/*.po
Languages: de

source: %d licenses selected
de: %d Lizenzen ausgewählt

source: Acquired
de: Erworben

source: After importing new licenses, an update via the "Update cache" button is also required.
de: Nach dem Import neuer Lizenzen ist zusätzlich eine Aktualisierung über die Schaltfläche “Cache aktualisieren” erforderlich.

source: All classes
de: Alle Klassen

source: All selected users already have the requested license. Therefore, nothing had to be done.
de: Alle ausgewählten Benutzer haben bereits die angeforderte Lizenz. Deshalb wurde keine Zuweisung ausgeführt.

source: All workgroups
de: Alle Lerngruppen

source: Assign licenses
de: Lizenzen zuweisen

source: Assign licenses to %s selected users.
de: Lizenzen %s ausgewählten Benutzern zuweisen.

source: Assign licenses to 1 selected user.
de: Lizenzen 1 ausgewählten Benutzer zuweisen.

source: Assign licenses to selected school.
de: Lizenzen ausgewählter Schule zuweisen.

source: Assign licenses to selected workgroup/class.
de: Lizenzen ausgewählter Lerngruppe/Klasse zuweisen.

source: Assigned
de: Zugewiesen

source: Assigned to Class
de: Zu Klasse zugewiesen

source: Assigned to Workgroup
de: Zu Lerngruppe zugewiesen

source: Assigning licenses
de: Lizenzen zuweisen

source: Assigning licenses failed
de: Lizenzen zuweisen fehlgeschlagen

source: Assigning licenses to %d users failed
de: Zuweisung von Lizenzen an %d Benutzer fehlgeschlagen

source: Assignment status
de: Zuweisungsstatus

source: Author
de: Autor

source: Available
de: Verfügbar

source: Back
de: Zurück

source: Cache last updated:
de: Cache zuletzt aktualisiert:

source: Cache update already running.
de: Cache-Aktualisierung läuft bereits.

source: Cache update status:
de: Cache-Aktualisierungsstatus:

source: Cancel
de: Abbrechen

source: Change medium
de: Medium ändern

source: Change product
de: Produkt ändern

source: Change school
de: Schule wechseln

source: Change user selection
de: Nutzerauswahl ändern

source: Choose the licenses you want to assign.
de: Wählen Sie die Lizenzen, die Sie zuweisen möchten.

source: Choose the medium for which you want to assign licenses.
de: Wählen Sie das Medium, für das Sie Lizenzen zuweisen möchten.

source: Class
de: Klasse

source: Continue editing
de: Weiter bearbeiten

source: Cover not found
de: Buchdeckel nicht gefunden

source: Date of assignment
de: Zuweisungsdatum

source: Delete
de: Löschen

source: Deleted %s from %s
de: %s von %s gelöscht

source: Delivery
de: Lieferung

source: Description
de: Beschreibung

source: Discard changes
de: Änderungen verwerfen

source: Edit
de: Bearbeiten

source: End import period
de: Ende Zeitraum Import

source: Expired
de: Verfallen

source: Expiry date
de: Ablaufdatum

source: Expiry date end
de: Ende Zeitraum Ablaufdatum

source: Expiry date start
de: Beginn Zeitraum Ablaufdatum

source: Export
de: Exportieren

source: Failed to assign licenses to the selected class.
de: Der ausgewählten Klasse konnten keine Lizenzen zugewiesen werden.

source: Failed to assign licenses to the selected school.
de: Der ausgewählten Schule konnten keine Lizenzen zugewiesen werden.

source: Failed to assign licenses to the selected users:
de: Den ausgewählten Benutzern konnten keine Lizenzen zugewiesen werden:

source: Failed to assign licenses to the selected workgroup.
de: Der ausgewählten Lerngruppe konnten keine Lizenzen zugewiesen werden.

source: Filters
de: Filter

source: Finished
de: Fertig

source: First name
de: Vorname

source: For
de: Für

source: Ignore
de: Ignorieren

source: Import licences
de: Lizenzen importieren

source: Last name
de: Nachname

source: Learning Group Licences
de: Lerngruppenlizenz

source: License code
de: Lizenzcode

source: License type
de: Lizenztyp

source: Licenses are being processed. Please have a little patience.
de: Lizenzen werden bearbeitet. Bitte haben Sie etwas Geduld.

source: Licenses were successfully assigned to %s of the %s selected users. The remaining users already had the license.
de: Die Lizenzen wurden erfolgreich an %s der %s ausgewählten Benutzer zugewiesen. Die übrigen Nutzer hatten die Lizenz bereits.

source: Licenses were successfully assigned to all %s selected users.
de: Die Lizenzen wurden erfolgreich allen %s ausgewählten Benutzern zugewiesen.

source: Licenses were successfully assigned to selected class.
de: Die Lizenzen wurden erfolgreich der ausgewählten Klasse zugewiesen.

source: Licenses were successfully assigned to selected school.
de: Die Lizenzen wurden erfolgreich der ausgewählten Schule zugewiesen.

source: Licenses were successfully assigned to selected workgroup.
de: Die Lizenzen wurden erfolgreich der ausgewählten Lerngruppe zugewiesen.

source: Loading cover...
de: Lade Buchdeckel...

source: Max. Users
de: Max. Nutzer

source: Media Title
de: Medientitel

source: Medium ID
de: Medien ID

source: Next
de: Weiter

source: No assignment needed
de: Keine Zuweisung nötig

source: No cover available
de: Kein Bild verfügbar

source: One license selected
de: Eine Lizenz ausgewählt

source: Only assignable licenses
de: Nur freie Lizenzen

source: Open license
de: Lizenz öffnen

source: Pick-up number for licence data package
de: Abholnummer für Lizenzdatenpaket

source: Please enter the collection number for the licence data package you wish to import. You received the collection number at the end of the purchase process or with the order confirmation for the licences.
de: Bitte geben Sie hier die Abholnummer für das Lizenzdatenpaket ein, das Sie importieren möchten. Die Abholnummer haben Sie am Ende des Kaufprozesses bzw. mit der Bestellbestätigung für die Lizenzen erhalten.

source: Please select a school
de: Bitte eine Schule auswählen

source: Publisher
de: Verlag

source: Redemption period
de: Einlösefrist

source: Reference
de: Referenz

source: Remove assignment
de: Zuweisung entfernen

source: Role
de: Rolle

source: Roles
de: Rollen

source: Save
de: Speichern

source: School
de: Schule

source: School Licences
de: Schullizenz

source: School license
de: Schullizenz

source: Search for licenses that have this user assigned. (Searches for 'first name', 'last name' and 'username')
de: Suche nach Lizenzen, denen dieser Benutzer zugewiesen ist. (Sucht nach 'Vorname', 'Nachname' und 'Benutzername')

source: Search licensed media
de: Lizenzierte Medien durchsuchen

source: Search licenses
de: Lizenzen suchen

source: Search user
de: Nutzer suchen

source: Select a class or enter free text (e.g. a part of a class name)
de: Wählen Sie eine Klasse oder geben Sie einen freien Text ein (z. B. einen Teil eines Klassennamens)

source: Select a workgroup or enter free text (e.g. a part of a workgroup name)
de: Wählen Sie eine Lerngruppe oder geben Sie einen freien Text ein (z. B. einen Teil des Namens der Lerngruppen)

source: Show details
de: Details anzeigen

source: Single and Volume Licences
de: Einzel- und Volumenlizenz

source: Single license
de: Einzellizenz

source: Single- / Volumelicense
de: Einzel- / Volumenlizenz

source: Some selected users could not be assigned licenses:
de: Einigen ausgewählten Benutzern konnten keine Lizenzen zugewiesen werden:

source: Special license
de: Sonderlizenz

source: Start import period
de: Beginn Zeitraum Import

source: Started cache update.
de: Cache-Aktualisierung gestartet.

source: Sum
de: Summe

source: The license could not be removed from the following users:
de: Die Lizenz konnte von den folgenden Benutzern nicht entfernt werden:

source: The number of selected licenses is not sufficient to assign a license to all selected users. Therefore, no licenses have been assigned. Please reduce the number of selected users or select more licenses and repeat the process.
de: Die Anzahl der ausgewählten Lizenzen reicht nicht aus, um allen ausgewählten Benutzern eine Lizenz zuzuweisen. Daher wurden keine Lizenzen zugewiesen. Bitte reduzieren Sie die Anzahl der ausgewählten Benutzer oder wählen Sie mehr Lizenzen aus und wiederholen Sie den Vorgang.

source: The number of selected licenses is not sufficient to assign a license to the selected class.
de: Die Anzahl der ausgewählten Lizenzen reicht nicht aus, um der ausgewählten Klasse die Lizenzen zuzuweisen.

source: The number of selected licenses is not sufficient to assign a license to the selected school.
de: Die Anzahl der ausgewählten Lizenzen reicht nicht aus, um der ausgewählten Schule die Lizenzen zuzuweisen.

source: The number of selected licenses is not sufficient to assign a license to the selected workgroup.
de: Die Anzahl der ausgewählten Lizenzen reicht nicht aus, um der ausgewählten Lerngruppe die Lizenzen zuzuweisen.

source: There are unsaved changes. Are you sure to cancel?
de: Einige Änderungen sind noch nicht gespeichert. Möchten Sie abbrechen?

source: This button is also used to update the cache after creating/deleting users or study groups.
de: Dieser Button dient auch zur Aktualisierung des Cache nach dem Anlegen/Löschen von Benutzern oder Lerngruppen.

source: This process can take a long time if you have a large number of licenses.
de: Dieser Vorgang kann bei sehr vielen Lizenzen längere Zeit in Anspruch nehmen.

source: Title
de: Titel

source: To license overview
de: Zur Lizenzübersicht

source: To license selection
de: Zur Lizenzauswahl

source: To media selection
de: Zur Medienauswahl

source: Update cache
de: Cache aktualisieren

source: Updating
de: Aktualisierung läuft

source: Usage
de: Nutzung

source: Usage status
de: Nutzungsstatus

source: User
de: Nutzer

source: User ID
de: Nutzer ID

source: Username
de: Benutzername

source: Validity end
de: Gültigkeitsende

source: Validity span
de: Gültigkeitsdauer

source: Validity start
de: Gültigkeitsbeginn

source: Validity status
de: Gültigkeitsstatus

source: View
de: Anzeigen

source: Volume license
de: Volumenlizenz

source: Warning: The validity for the following assigned licenses lies in the future:
de: Warnung: Die Gültigkeit für die folgenden zugewiesenen Lizenzen liegt in der Zukunft:

source: Workgroup
de: Lerngruppe

source: Workgroup license
de: Lerngruppenlizenz

source: You have selected %s licenses. Do you really want to delete this? This process is irreversible!
de: Sie haben %s Lizenzen ausgewählt. Wollen Sie diese wirklich löschen? Dieser Vorgang ist nicht umkehrbar!

source: activated
de: aktiviert

source: for %(school)s
de: für %(school)s

source: invalid
de: ungültig

source: licenses were imported successfully
de: Lizenzen wurden erfolgreich importiert

source: not activated
de: nicht aktiviert

source: show selected school
de: ausgewählte Schule anzeigen

source: show selected users
de: ausgewählte Benutzer anzeigen

source: show selected workgroup/class
de: ausgewählte Lerngruppe/Klasse anzeigen

source: undefined
de: unbestimmt

source: unknown
de: unbekannt

source: unlimited
de: unbefristet

source: valid
de: gültig
